{
    "DeckName": "TorDareBykitkat",
    "DeckBy": "Kitkatfr9",
    "Truths": [
        "What game do you pretend to like more than you actually do?",
        "What’s your biggest gaming rage moment ever?",
        "Have you ever lied about being good at a game?",
        "What game do you suck at but still love?",
        "What’s the longest gaming session you’ve ever had?",
        "Have you ever rage-quit in VRChat?",
        "What game instantly tilts you?",
        "What gaming habit of yours is embarrassing?",
        "Who carried you the hardest in a game?",
        "What game do you wish you were cracked at?",
        "What’s the most awkward moment you’ve had in VRChat?",
        "Have you ever joined a world by accident and stayed?",
        "What’s your VRChat red flag?",
        "What’s the weirdest world you’ve ever visited?",
        "Have you ever pretended to be AFK to avoid someone?",
        "What’s your go-to VRChat personality?",
        "Have you ever lied about your age in VR?",
        "What’s the fastest you’ve ever gotten close to someone in VR?",
        "Have you ever ghosted someone in VRChat?",
        "What keeps you coming back to VRChat?",
        "What kind of avatar do you find most attractive?",
        "What avatar style makes you fold instantly?",
        "What’s your “hear me out” avatar type?",
        "Do voices matter more than looks to you?",
        "What kind of voice does things to you?",
        "What’s your favorite thing someone can compliment?",
        "What kind of flirting works best on you?",
        "What makes tension instantly rise for you?",
        "What’s your biggest turn-on that isn’t physical?",
        "What kind of presence makes you melt?",
        "Have you ever caught feelings in VRChat?",
        "Did they know?",
        "What’s the fastest you’ve caught feelings for someone?",
        "Have you ever flirted “as a joke” but meant it?",
        "Have you ever stayed up way too late for someone in VR?",
        "What’s your biggest VRChat crush type?",
        "Have you ever gotten jealous in VRChat?",
        "What made it obvious?",
        "Have you ever been heartbroken in VR?",
        "What would instantly make you fold emotionally?",
        "What’s something you’re oddly confident about?",
        "What’s something you’re secretly insecure about?",
        "What compliment sticks with you the most?",
        "What’s your biggest green flag?",
        "What’s your biggest red flag?",
        "Do you open up easily or slowly?",
        "What do people usually misunderstand about you?",
        "What’s something you wish people noticed more?",
        "What makes you feel genuinely appreciated?",
        "What drains your social battery fastest?",
        "Have you ever flirted with someone you didn’t mean to?",
        "What’s the boldest thing you’ve said while flirting?",
        "Do you prefer teasing or being teased?",
        "What kind of attention do you secretly crave?",
        "What kind of compliment hits too hard?",
        "Have you ever replayed a flirty moment in your head?",
        "What’s your weakness when flirting?",
        "What makes you blush instantly?",
        "What’s something innocent that turns not-innocent fast for you?",
        "What’s your biggest flirting fail?",
        "What’s your favorite way to relax in VRChat?",
        "Who do you feel safest around in VR?",
        "Do you prefer public or private worlds—and why?",
        "What’s your late-night VRChat vibe?",
        "What’s the coziest thing someone can do with you in VR?",
        "What makes VR feel intimate to you?",
        "What’s something you’d only do in a private world?",
        "What’s your favorite kind of closeness in VR?",
        "What makes a moment feel “too real” in VR?",
        "What’s your comfort interaction?",
        "What’s your favorite kind of roleplay (no details)?",
        "Do you prefer dominant, submissive, or switch energy?",
        "What kind of dynamic do you enjoy most?",
        "What kind of confidence is irresistible to you?",
        "What kind of attention overwhelms you (in a good way)?",
        "What kind of energy makes you weak?",
        "What’s your favorite way to be admired?",
        "What kind of presence makes you nervous?",
        "What kind of tension do you secretly enjoy?",
        "What’s your “after hours” personality like?",
        "Have you ever stayed quiet because you were too flustered?",
        "What’s something you’ve wanted to say but didn’t?",
        "Have you ever misread flirting signals?",
        "What’s the most confusing interaction you’ve had?",
        "Have you ever been accidentally too bold?",
        "What’s the riskiest thing you’ve said in VR?",
        "Have you ever crossed into “oops, too much” territory?",
        "What’s your biggest “why did I say that” moment?",
        "Have you ever flirted while pretending not to?",
        "What’s the closest you’ve come to confessing feelings?",
        "What’s your favorite gaming genre and why?",
        "What game relaxes you the most?",
        "What game brings out your toxic side?",
        "Do you prefer winning or messing around?",
        "What’s your biggest gaming flex?",
        "What’s your biggest gaming shame?",
        "Who do you game best with?",
        "What kind of gamer are you late at night?",
        "What’s one game you associate with a person?",
        "What game feels intimate to play together?",
        "What’s something you want more of in VRChat?",
        "What’s something you want less of?",
        "What kind of connection are you actually looking for?",
        "What scares you about getting close to people?",
        "What makes you feel grounded?",
        "What kind of silence feels comfortable to you?",
        "What makes you feel chosen?",
        "What’s your biggest emotional soft spot?",
        "What makes you feel bold?",
        "What makes you feel safe enough to open up?",
        "What’s your biggest guilty pleasure?",
        "What’s something you enjoy but rarely admit?",
        "What’s your “hear me out” opinion?",
        "What’s a harmless fantasy yo"
    ],
    "Dares": [
        "Lose the next mini-game on purpose while trash-talking yourself.",
        "Let someone else choose your avatar for the next 10 minutes.",
        "Play a game using only your dominant hand.",
        "If you die next round, dramatically moan like it hurt.",
        "Spectate a match and loudly “coach” one player with terrible advice.",
        "Play muted for 2 minutes and communicate only with gestures.",
        "Pretend you’re a tutorial NPC explaining obvious things.",
        "Use the worst weapon or loadout on purpose.",
        "If you win, flirt with the last person you beat.",
        "Narrate your gameplay like an intense esports commentator.",
        "Compliment someone’s avatar like you’re on a date.",
        "Give your best seductive voice line to the group.",
        "Whisper something flirty to one person (consensual, non-explicit).",
        "Rate your own avatar from 1–10 and explain why.",
        "Say what kind of avatar you find most attractive.",
        "Do your best “drunk at a club” voice for 1 minute.",
        "Read the last emoji you used like it’s a dirty secret.",
        "Call someone hot in the most over-the-top way possible.",
        "Describe your avatar’s personality in bed (keep it vague).",
        "Let someone else choose a flirty pose for your avatar.",
        "Join a nearby conversation and act like you already know everyone.",
        "Say “that’s what she said” at the worst possible moment.",
        "Speak only in questions for 2 minutes.",
        "Pretend you’re extremely nervous around one player.",
        "Act like you’re auditioning for a reality dating show.",
        "Introduce yourself with a fake dramatic backstory.",
        "Laugh at everything anyone says for 60 seconds.",
        "Speak with extreme confidence while being completely wrong.",
        "Pretend you’re a famous VR streamer for 2 minutes.",
        "Apologize dramatically to someone for no reason.",
        "Act like your avatar is desperately touch-starved (no touching).",
        "Give a consent-friendly lap-dance description (verbal only).",
        "Flirt with the air like someone invisible is there.",
        "Describe your ideal VR date in detail.",
        "Say your biggest non-IRL turn-on.",
        "Act like your avatar is trying to seduce the room.",
        "Do your best dominant or submissive voice (your choice).",
        "Confess a harmless guilty pleasure.",
        "Pretend your avatar is jealous of someone.",
        "Say what would instantly make you fold in VRChat.",
        "Make the worst pickup line you can think of.",
        "Moan every time someone says your name for 30 seconds.",
        "Pretend lag is completely ruining your life.",
        "Dramatically gasp every time someone moves.",
        "Act like you just discovered VR for the first time.",
        "Speak like a badly dubbed anime character.",
        "Fake rage-quit and then immediately apologize.",
        "Pretend you’re emotionally stuck in T-pose.",
        "React to everything like it’s extremely attractive.",
        "Say “I shouldn’t say this but…” and then say nothing.",
        "Switch to your most embarrassing avatar.",
        "Use an avatar you never normally use.",
        "Freeze in a pose chosen by someone else for 1 minute.",
        "Walk everywhere like you’re on a fashion runway.",
        "Pose like you’re in a spicy photoshoot.",
        "Act like your avatar is drunk.",
        "Sit as close as possible to someone (with consent).",
        "Move only in slow, exaggerated motions.",
        "Act like your avatar knows it’s hot.",
        "Let the group rename your avatar.",
        "Say your favorite kind of roleplay (no details).",
        "Admit something you find attractive in avatars.",
        "Say who you would cuddle in VRChat.",
        "Describe your after-dark VR personality.",
        "Say the weirdest compliment you’ve ever received.",
        "Act like you’re trying very hard not to flirt.",
        "Say one word that turns you on (non-explicit).",
        "Confess your VRChat red flag.",
        "Say what instantly makes a voice attractive to you.",
        "Pretend you’re being interviewed on a spicy podcast.",
        "Let the group ask you one +18 question (you may veto).",
        "Pick someone and hype them up aggressively.",
        "Say something bold, then immediately add “respectfully.”",
        "Describe your dream avatar body type.",
        "Pretend you just matched with someone on a dating app.",
        "Say the hottest thing you can without swearing.",
        "Act like you’re about to confess feelings to someone.",
        "Compliment someone’s voice in detail.",
        "End every sentence with “if you know what I mean” for 1 minute.",
        "Choose the next person to do two dares in a row.",
        "Describe what kind of touch your avatar secretly craves (keep it vague).",
        "Say the dirtiest thing you almost said today.",
        "Admit what kind of avatar instantly makes you nervous.",
        "Whisper a teasing sentence to the group.",
        "Say what would make a VR date go from cute to dangerous.",
        "Act like someone just whispered something naughty to you.",
        "Confess your biggest VRChat crush type.",
        "Say what kind of voice would ruin your self-control.",
        "Pretend you’re being flirted with and try not to react.",
        "Say one thing you’d only do in a private world.",
        "Describe your avatar’s flirting style.",
        "Say what outfit type you find most tempting on avatars.",
        "Act like you’re trying to seduce one specific person (no names).",
        "Say something innocent in a very not-innocent tone.",
        "Confess what makes you fold instantly in flirting.",
        "Describe your “late night VRChat” mood.",
        "Say the most suggestive sentence you can without swearing.",
        "Pretend you’re whispering into someone’s"
    ]
}